//
//  Hajalian.swift
//  music-app
//
//  Created by IOS Developer on 6/14/1405 AP.
//


//۱=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=
//یک فولدری هست به نام
//assets
//باید همه تصاویر در اون قرار بگیره
//۲=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=
//یک فولدری ساختی به نام
//models
//توی این فولدر باید اگر مدلی داره بزاری ولی الان اینی که ساخنی ویو مدل هست اگر فعلا نمیدونی مدل چیه مهم نیست بعدا یا میگیرمش
//۳=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=
//دقیقا بعد اینکه فهمیدی
//NSLayoutConstraint
//این کاربردش چیه تو یتلگرام یا همینجا برام ی توضیجی ازش بنویس یا مثال واقعی برای کاربردش بیار
//=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=

